"Scan failed" = "Scansione non riuscita";
"Scan canceled" = "Scansione annullata";
"Document feeder is empty" = "L'alimentatore dei documenti è vuoto";

"Scanner is in use" = "Lo scanner è in uso";
"Scanner is offline" = "Lo scanner è offline";
"Scan incomplete" = "Scansione incompleta";
"Problems communicating with scanner" = "Problemi di comunicazione con lo scanner";
"The scanner failed to complete the scan." = "Lo scanner non ha completato la scansione.";

"Unable to generate editable text for scanned document" = "Impossibile generare testo modificabile per il documento acquisito";
"The scanned document has been saved to an image-only file. To save scanned documents with editable text, please install HP Easy Scan on this computer. Go to www.hp.com/support to download the latest software for your HP product." = "Il documento acquisito è stato salvato come file immagine. Per salvare i documenti acquisiti come testo modificabile, installare HP Easy Scan sul computer. Per scaricare la versione aggiornata del software per il proprio prodotto HP, visitare il sito www.hp.com/support.";

"The file(s) could not be saved as you do not have appropriate access privileges to \"%@\" folder." = "Impossibile salvare i file. Non si dispone delle autorizzazioni di accesso appropriate per la cartella \"%@\".";
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "Per visualizzare o modificare i privilegi di accesso, selezionare il file in Finder e selezionare File > Info.";

"The scanned images could not be saved as \"%@\" doesn't exist." = "Le immagini acquisite non sono state salvate perché \"%@\" non esiste.";

"Disk \"%@\" is full. Try deleting items from \"%@\" or saving the image on another disk." = "Disco \"%@\" pieno. Provare a eliminare gli elementi da \"%@\" o a salvare l'immagine su un altro disco.";
